beardedbear.beardedtheme
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
docker.docker
ecmel.vscode-html-css
elltg.elltg-npm-script-run
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.vscode-pull-request-github
lukasz-wronski.ftp-sync
mongodb.mongodb-vscode
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-es
ms-dotnettools.csharp
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.js-debug-nightly
natizyskunk.sftp
rangav.vscode-thunder-client
redhat.java
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
tal7aouy.icons
twxs.cmake
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
